<?php
if (!defined('AppiEngine')) {
    header( "refresh:0; url=/");
}
?>

<div class="container">
    <div class="section bw-text">
    <div class="row">
    <div class="col s12">


        <?php

        echo nl2br('
<h5>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ СЕРВИСА State RP (state-99.com)</h5><div class="grey-text">(публичная оферта)</div>
Настоящий договор признается публичной офертой (далее - Оферта). В соответствии со статьей 438 Гражданского Кодекса Российской Федерации, безусловным принятием (акцептом) условий настоящей Оферты считается осуществление Заказчиком оплаты за услуги, предлагаемые Исполнителем по настоящей Оферте.

Настоящая Оферта, заключаемая путем акцепта, не требует двустороннего подписания и действительна в электронном виде. Использование Сервиса Заказчиком означает, что Заказчик принимает и обязуется соблюдать все нижеприведенные условия Оферты.

<h5>1. Термины и определения</h5>
Сервис - это идентифицированное место в сети Интернет (виртуальном пространстве), в котором располагается информация, оформленная и структурированная определённым образом. Для целей настоящей Оферты Сервисом признается сайт, расположенный в сети Интернет по адресу: state-99.com

Заказчик - пользователь Сервиса, который осуществил оплату за выбранные услуги.

Услуги - предоставляемые Исполнителем Услуги посредством Сервиса.

Оферта - настоящий публичный договор, который содержит перечень норм и правил, на основании которых функционирует настоящий Сервис, а также происходят все процессы взаимоотношений между Исполнителем и Заказчиком.

<h5>2. Предмет Оферты</h5>
2.1. В рамках настоящей Оферты Исполнитель, с момента ее акцепта Заказчиком, предоставляет Заказчику услуги по приобретению дополнительных бонусов (donate) в лицензионной игре Grand Theft Auto V на платформе "Rage MP" на проекте "State 99 Roleplay" (далее - Услуги), детальное описание и существенные условия оказания которых, содержатся в Сервисe на момент совершения Заказчиком акцепта настоящей Оферты. 
2.2. Заказчик берет на себя обязательства по оплате Услуг, согласно ценам, которые указаны в Сервисе по адресу: state-99.com/donate
2.3. Исполнитель обязуется надлежащим образом оказать Заказчику Услуги.
2.4. Исполнитель предоставляет Заказчику следующие виды Услуг:
2.4.1. Пополнение лицевого счета в игровой валюте.
2.4.2. Смена никнейма.
2.4.3. Снятие игрового предупреждения (варна).
2.4.4. Другие виды Услуг, доступные 3аказчику на момент акцепта настоящей Оферты.
2.5. Оплата Заказчиком оказанных и принятых Услуг производится в порядке и на условиях, предусмотренных настоящей Офертой.
2.6. Услуги оказываются Исполнителем удаленно посредством Сервиса.

<h5>3. Акцепт Оферты</h5>
3.1. Акцептом настоящей Оферты Заказчиком является осуществление оплаты за Услуги способом, предусмотренным настоящей Офертой и функциональными возможностями Сервиса.
3.2. Срок на акцепт Оферты соответствует сроку размещения настоящей Оферты Исполнителем в Сервисе.

<h5>4. Порядок и срок оказания Услуг</h5>
4.1. Перед началом оказания Услуг Заказчик выбирает вид Услуг, доступный на момент акцепта Оферты, и производит их оплату.
4.2. Срок действия и использования дополнительных бонусов (donate) в лицензионной игре Grand Theft Auto V на платформе "Rage MP" на проекте "State 99 Roleplay" указывается Исполнителем в Сервисе в зависимости от заказанного вида Услуг.
4.3. Для заказа платных Услуг Заказчик обязуется иметь положительный баланс на своем счете (карточном счете), в размере достаточном для заказа выбранных Услуг. 
4.4. При неосуществлении оплаты или осуществлении оплаты не в полном объеме, Исполнитель имеет право приостановить оказание Услуг Заказчику до момента надлежащего выполнения Заказчиком финансовых обязательств.
4.5. Исполнитель оставляет за собой право в любой момент потребовать от Заказчика подтверждения данных, указанных им при регистрации или при последующем использовании Сервиса. В случае если Заказчик их не предоставит, то Исполнитель может расценивать это как предоставление недостоверной информации Заказчиком с последующей блокировкой учетной записи Заказчика для входа в личный кабинет.

<h5>5. Стоимость Услуг и порядок оплаты</h5>
5.1. Стоимость Услуг, которые оказывает Исполнитель Заказчику по настоящей Оферте, указываются в Сервисе в зависимости от выбранного вида Услуг.
5.2. Стоимость Услуг актуальна на момент акцепта настоящей Оферты, но может изменяться Исполнителем в одностороннем порядке без уведомления Заказчика.
5.3. После выбора необходимых Услуг, Заказчику посредством Сервиса формируется счет на оплату с указанием суммарной стоимости выбранных Услуг.
5.4. Оплата Услуг производится Заказчиком способом, указанным в Сервисе (в том числе посредством функциональных возможностей платежного сервиса unitpay.ru).
5.5. После оплаты Услуг, Заказчику предоставляется возможность использовать Услуги в лицензионной игре Grand Theft Auto V на платформе "Rage MP" на проекте "State 99 Roleplay".
5.6. Cогласием Заказчика с новыми ценами Услуг является факт оплаты таких Услуг с учетом измененных цен. При несогласии Заказчика с новыми ценами, Заказчик вправе отказаться от оплаты Услуг. При этом Оферта между Заказчиком и Исполнителем считается расторгнутой и теряет юридическую силу.
5.7. Услуги Сервиса НДС не облагаются (п.2, ст. 346.11, гл. 26.2 НК РФ).
5.8. Расчет между Сторонами производится в рублях Российской Федерации.

<h5>6. Приемка-сдача Услуг. Условия возврата</h5>
6.1. Услуги считаются оказанными Исполнителем и принятыми Заказчиком в момент заказа Услуг.
6.2. В случае если Заказчик на протяжении 1 (одного) рабочего дня с момента принятия Услуг не направил Исполнителю мотивированный отказ от приемки Услуг, Стороны пришли к соглашению считать Услуги оказанными качественно и в полном объеме.
6.3. Оказаные услуги возврату не подлежат

<h5>7. Права и обязательства Сторон</h5>
7.1. Исполнитель обязуется:
7.1.1. Качественно и в полном объеме оказать Услуги в соответствии с условиями настоящей Оферты.
7.1.2. Предоставить Заказчику актуальную информацию о ценах на Услуги, а также описание Услуг.
7.1.3. Оказывать Услуги методами, не запрещенными действующим законодательством Российской Федерации.
7.2. Исполнитель имеет право:
7.2.1. Изменять условия настоящей Оферты и цен на Услуги в одностороннем порядке, уведомив об этом Заказчика путем публикации новой версии Оферты в Сервисе.
7.2.2. Приостановить оказание Услуг в случае неосуществления Заказчиком оплаты согласно условиям настоящей Оферты.
7.2.3. Требовать от Заказчика оплаты за Услуги согласно выбранному виду Услуг. 
7.2.4. В любое время изменять оформление Сервиса, его контент, список сервисов, изменять или дополнять используемые, или хранящиеся в Сервисе программное обеспечение и другие объекты, любые серверные приложения в любое время с предварительным уведомлением или без такового.
7.2.5. При необходимости отправлять Заказчику по электронной почте, посредством Сервиса и другими доступными способами сообщения, касающиеся использования Сервиса.
7.2.6. Запрашивать в любое время и в любой форме у Заказчика согласие на персональных данных в Сервисе и на то, что персональные данные, размещённые в Сервисе, будут считаться общедоступными.
7.2.7. Устанавливать дополнительные ограничения на использование Сервиса, а также изменять такие ограничения в любое время.
7.2.8. В случае систематический нарушений условий настоящего Соглашения и других юридических документов, регулирующих отношение между Заказчиком и Исполнителем блокировать учетную запись.
7.3. Заказчик обязуется:
7.3.1. Своевременно производить оплату Услуг Исполнителя в порядке и на условиях, предусмотренных Офертой.
7.3.2. Полностью ознакомиться с Офертой до момента ее акцепта. Использование Сервиса означает безоговорочное принятие Заказчиком настоящей Оферты в соответствии с нормами действующего законодательства Российской Федерации.
7.3.3. Не реже, чем раз в два месяца знакомиться с условиями настоящей Оферты и ценами на Услуги.
7.3.4. Не использовать какое-либо оборудование, устройства, программное обеспечение или иные способы с целью вмешательства в деятельность Исполнителя в процессе оказания Услуг.
7.3.5. Сохранять конфиденциальность информации и коммерческую тайну, ставшую известной в результате исполнения настоящей Оферты.
7.4. Заказчик имеет право:
7.4.1. Требовать от Исполнителя надлежащего выполнения условий настоящей Оферты.

<h5>8. Срок действия, порядок изменения и расторжения Оферты</h5>
8.1. Оферта вступает в силу с момента принятия её условий Заказчиком (акцепта Оферты), в порядке, установленном настоящей Офертой, и действует до момента отзыва Оферты Исполнителем.
8.2. Оферта может быть расторгнута Исполнителем или Заказчиком в любое время в одностороннем порядке.
8.2.1. Исполнитель имеет право отказать в предоставлении услуг до внесения Заказчиком оплаты за Услуги.
8.2.2. Исполнитель имеет право прекратить предоставление Услуг расторжением Оферты в одностороннем порядке, в случаях:
- нарушения Заказчиком условий настоящей Оферты и других приложений к ней;
- любых действий Заказчика, повлекших за собой сбой в работе Сервиса;
- использования получаемых Услуг в незаконных целях.

<h5>9. Ответственность</h5>
9.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по настоящей Оферте в соответствии с ее условиями, а в части, не урегулированной Офертой - в соответствии с действующим законодательством Российской Федерации.
9.2. В связи с использованием компьютерного и иного оборудования, каналов связи и/или программ для ЭВМ, принадлежащих третьим лицам, при оказании услуг, Стороны соглашаются с тем, что Исполнитель не несет ответственность за любые задержки, прерывания, прямой и косвенный ущерб или потери, происходящие из-за дефектов в любом электронном или механическом оборудовании и/или программах для ЭВМ, либо вследствие иных объективных технологических причин, а также в результате действий или бездействия третьих лиц, проблем при передаче данных или соединении, перебоев в электропитании. Исполнитель не несет ответственность в случае неполучения Заказчиком доступа к Сервису, но стремится к достижению результата бесперебойной работы доступа к Сервиса.
9.3. В случае нарушения Заказчиком сроков оплаты Услуг, Исполнитель имеет право в одностороннем порядке приостановить или прекратить оказание Услуг до момента выполнения Заказчиком своих финансовых обязательств.

<h5>10. Форс-мажор</h5>
10.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящей Оферте, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после заключения Оферты, которые Стороны не могли предвидеть или предотвратить.
10.2. К обстоятельствам непреодолимой силы Стороны относят исключительно следующие события, делающие исполнение соответствующей Стороной обязательств невозможным: землетрясения, наводнения, иные стихийные бедствия, пожары, ядерные и иные промышленные аварии, а также забастовки, военные действия, гражданские беспорядки либо акты государственных органов, препятствующие выполнению условий Оферты. Все остальные препятствия независимо от их природы или характеристик непреодолимой силой не считаются, за исключением тех препятствий, которые специально будут признаны Сторонами как вызванные действием обстоятельств непреодолимой силы.
10.3 Сторона, ссылающаясь на обстоятельства непреодолимой силы, обязана незамедлительно информировать другую Сторону о наступлении и прекращении подобных обстоятельств и об их влиянии на возможность исполнения соответствующей Стороной обязательств по настоящей Оферте в письменном виде.
10.4. Действие непреодолимой силы отодвигает исполнение обязательств на срок, в течение которого имеет место такое действие. По прекращению действия обстоятельств непреодолимой силы Стороны обязаны немедленно приступить к исполнению своих обязательств.
10.5. В случае наступления форс-мажорных обстоятельств Российская торговопромышленная палата будет призвана подтвердить наличие этих обстоятельств и их продолжительность.

<h5>11. Арбитражная оговорка</h5>
11.1. В случае возникновения споров по вопросам, предусмотренным настоящей Офертой или в связи с ним, Стороны примут все меры к их разрешению путем переговоров.
11.2. В случае невозможности разрешения указанных споров путем переговоров они будут разрешаться в соответствии с действующим законодательством Российской Федерации.
11.3. Все споры между Сторонами, по которым не было достигнуто соглашение, будут разрешаться в органах судебной власти по местонахождению Исполнителя. 

<h5>12. Исключительное и авторское право</h5>
12.1. Заказчик признает, что Исполнитель является правообладателем Сервиса. Заказчик добровольно выбирает Сервис для заказа Услуг.
12.2. Заказчик не вправе модифицировать Сервис и производить его обратное проектирование, под которым подразумевается декомпилирование программного обеспечения с целью определения структуры, конструкции, концепции и методологии по предоставлению Услуг.
12.3. Заказчик вправе только использовать функционал предоставляемого Исполнителем Сервиса по его прямому назначению для целей настоящей Оферты.
12.4. В случае нарушения Заказчиком прав Исполнителя, указанных в настоящем разделе Оферты, Заказчик несет ответственность в соответствии с действующим законодательством Российской Федерации.
13. Некоммерческое использование Сервиса
13.1. Сервис предназначен только для личного пользования. Заказчики не могут использовать Сервис или любой контент, содержащийся в Сервисе (включая, но не ограничиваясь, контент других пользователей, фото, дизайн, текст, графику, изображения, видео, информацию, логотипы, программное обеспечение, аудиофайлы и компьютерные коды) в связи с любой коммерческой деятельностью, такой как реклама или навязывание любому пользователю покупки или продажи каких-либо продуктов или услуг, которые не предлагаются Исполнителем для личного пользования.

<h5>14. Отказ от гарантий</h5>
СЕРВИС ПРЕДОСТАВЛЯЕТСЯ ПО ПРИНЦИПУ "КАК ЕСТЬ", ТО ЕСТЬ БЕЗ ГАРАНТИЙ КАЧЕСТВА И ПРИГОДНОСТИ СЕРВИСА ДЛЯ КАКИХ-ЛИБО ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ ЦЕЛЕЙ. СЕРВИС НЕ ГАРАНТИРУЕТ, ЧТО БУДЕТ РАБОТАТЬ БЕСПРЕРЫВНО И БЕЗОШИБОЧНО. ИСПОЛНИТЕЛЬ ВПРАВЕ (И ЭТО ЯВЛЯЕТСЯ СУЩЕСТВЕННЫМ УСЛОВИЕМ ПРЕДОСТАВЛЕНИЯ УСЛУГ) БЕЗ ОБЪЯСНЕНИЯ ПРИЧИН ОТКАЗАТЬ В ДОСТУПЕ К СЕРВИСУ ВСЕМ ПОЛЬЗОВАТЕЛЯМ ИЛИ ЛЮБОМУ ИЗ НИХ НА ВРЕМЯ ИЛИ НАВСЕГДА, УДАЛИТЬ ЛЮБУЮ ИНФОРМАЦИЮ ИЛИ ЛЮБОЙ КОНТЕНТ, РАЗМЕЩЕННЫЕ ПОЛЬЗОВАТЕЛЕМ В СЕРВИСЕ. ИСПОЛНИТЕЛЬ ОСТАВЛЯЕТ ЗА СОБОЙ ПРАВО В ЛЮБОЕ ВРЕМЯ ПРИОСТАНОВИТЬ ПРЕДОСТАВЛЕНИЕ УСЛУГ ПОЛЬЗОВАТЕЛЯМ БЕЗ ОБЪЯСНЕНИЯ ПРИЧИН. ИСПОЛНИТЕЛЬ НЕ ГАРАНТИРУЕТ И НЕ НЕСЕТ ОТВЕТСТВЕННОСТЬ ЗА ТОЧНОСТЬ, АКТУАЛЬНОСТЬ, БЕЗВРЕДНОСТЬ И ДОСТОВЕРНОСТЬ ИНФОРМАЦИИ, РАЗМЕЩЕННОЙ НА СТОРОННИХ ИНТЕРНЕТ- РЕСУРСАХ, ССЫЛКИ НА КОТОРЫЕ РАЗМЕЩАЮТСЯ В РАМКАХ СЕРВИСА. ПРИ ПЕРЕХОДЕ ПО УКАЗАННЫМ ССЫЛКАМ ПОЛЬЗОВАТЕЛЬ ОСОЗНАЕТ, ЧТО ДЕЙСТВУЕТ ИСКЛЮЧИТЕЛЬНО НА СВОЙ СТРАХ И РИСК. ИСПОЛНИТЕЛЬ НЕ ГАРАНТИРУЕТ СОХРАННОСТЬ КОНТЕНТА, РАЗМЕЩЕННОГО ПОЛЬЗОВАТЕЛЯМИ В СЕРВИСЕ, ПОЭТОМУ В СЛУЧАЕ ЕСЛИ ПОЛЬЗОВАТЕЛЬ ЗАИНТЕРЕСОВАН В СОХРАНЕНИИ КАКОГО-ЛИБО КОНТЕНТА, РАЗМЕЩЕННОГО В РАМКАХ СЕРВИСА, ПОЛЬЗОВАТЕЛЬ ДОЛЖЕН ВОСПОЛЬЗОВАТЬСЯ ИНЫМИ СПОСОБАМИ СОХРАНЕНИЯ НЕОБХОДИМОЙ ИНФОРМАЦИИ. ПОЛЬЗОВАТЕЛЬ ПОДТВЕРЖДАЕТ, ЧТО ОН ИСПОЛЬЗУЕТ СЕРВИС НА СВОЙ СТРАХ И РИСК. ИСПОЛНИТЕЛЬ НЕ ГАРАНТИРУЕТ, ЧТО ЛЮБАЯ ИНФОРМАЦИЯ, РАЗМЕЩЕННАЯ ПОЛЬЗОВАТЕЛЯМИ В РАМКАХ СЕРВИСА, БУДЕТ ОТВЕЧАТЬ КРИТЕРИЯМ ДОСТОВЕРНОСТИ, ТОЧНОСТИ И АКТУАЛЬНОСТИ. ИСПОЛНИТЕЛЬ НЕ ГАРАНТИРУЕТ, ЧТО РАЗМЕЩАЕМАЯ ДРУГИМИ ПОЛЬЗОВАТЕЛЯМИ ИНФОРМАЦИЯ НЕ МОЖЕТ ПРИЧИНИТЬ ПОЛЬЗОВАТЕЛЮ МОРАЛЬНЫЙ ВРЕД, ВРЕД ЗДОРОВЬЮ ЛИБО УБЫТКИ.

<h5>15. Заключительные положения</h5>
15.1. Исполнитель не дает гарантий и не несет ответственности за несоответствие оказанных Услуг конкретным целям и/или ожиданиям Заказчика.
15.2. Заказчик не вправе передавать (уступать) любой третьей стороне свои права и/или обязанности по настоящей Оферте без предварительного письменного согласия Исполнителя.
15.3. В случае если любое из условий/положений настоящей Оферты будет признано недействительным, то это не повлечет за собой недействительность других его условий/положений и настоящей Оферты и ее исполнение в целом, как если бы такое условие никогда не было частью настоящей Оферты.
15.4. Настоящая Оферта представляет собой полную договорённость между Заказчиком и Исполнителем. Исполнитель не принимает на себя никаких условий и обязательств в отношении предмета Оферты, за исключением указанных в Оферте.
15.5. Настоящая Оферта, составлена на русском языке, является публичным договором, содержит все существенные условия договора оказания Услуг посредством Сервиса и адресована неопределенному кругу лиц.

ИНН 773716403190

Дата публикации: 3.12.2020
	');

        //Реквизиты Исполнителя:
        //ИП Пожаров Александр Владимирович ИНН 773716403190
        ?>
    </div>
    </div>
    </div>
</div>