<?php
if (!defined('AppiEngine')) {
    header( "refresh:0; url=/");
}
?>

<div class="">
    <div class="container bw-text">


        <?php

        echo nl2br('

<h4 class="wd-font">ПОЛИТИКА ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ САЙТА state-99.com</h4>
Настоящая Политика конфиденциальности персональных данных (далее - Политика
конфиденциальности) действует в отношении всей информации, которую Администрация сайта может
получить о пользователе во время использования сайта - state-99.com.

<b>1. ОСНОВНЫЕ ПОНЯТИЯ</b>
В настоящей Политике конфиденциальности используются следующие термины и понятия:

<b>«АДМИНИСТРАЦИЯ state-99.com (далее - Администрация сайта)»</b> - уполномоченные
сотрудники на управления сайтом state-99.com. которые организуют и (или) осуществляет обработку
персональных данных, а также определяет цели обработки персональных данных. состав персональных
данных. подлежащих обработке, действия (операции). совершаемые с персональными данными.

<b>«ПЕРСОНАЛЬНЫЕ ДАННЫЕ»</b> - любая информация. относящаяся к определенному или
определяемому на основании такой информации физическому/юридическому лицу. необходимая
Администрации сайта в связи с исполнением им договорных обязательств перед Пользователем.
Кроме того. к персональным данным относятся данные. которые автоматически передаются
Администрации сайта в процессе их использования с помощью установленного на устройстве Пользователя
программного обеспечения. в том числе IP-адрес. информация из cookie. информация о браузере
пользователя (или иной программе. с помощью которой осуществляется доступ к сайту). время доступа.
адрес запрашиваемой страницы. местоположение и пр.

<b>«ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ»</b> - сбор. систематизация. накопление. хранение.
уточнение (обновление. изменение). использование. распространение (в том числе передача).
обезличивание. блокирование. уничтожение персональных данных Пользователя.

<b>«ПОЛЬЗОВАТЕЛЬ»</b> - лицо. которое использует сайт в порядке. регламентированном
Администрацией сайта.

<b class="center">2. ОБЩИЕ ПОЛОЖЕНИЯ</b>
2.1. Использование Пользователем сайта state-99.com означает согласие с настоящей Политикой
конфиденциальности и условиями обработки персональных данных Пользователя.

2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен
прекратить использование сайта state-99.com.

2.3. Администрация сайта state-99.com проверяет достоверность персональных данных.
предоставляемых Пользователем сайта по собственному усмотрению.

2.4. Пользователь при пользовании сайтом state-99.com. подтверждает. что:
- обладает всеми необходимыми правами. позволяющими ему использовать услуги сайта
state-99.com;
- указывает достоверную информацию о себе в объемах. необходимых для пользования
услугами сайта state-99.com;
- осознает. что информация на сайте. размещаемая Пользователем о себе. может становиться
доступной для третьих лиц. не оговоренных в настоящей Политике;
- ознакомлен с настоящей Политикой. выражает свое согласие с ней и принимает на себя
указанные в ней права и обязанности. Ознакомление с условиями настоящей Политики. проставление
галочки под ссылкой на данную Политику или использование сайта является письменным согласием
Пользователя на сбор. хранение. обработку и передачу третьим лицам персональных данных,
предоставляемых Пользователем.
- ознакомлен с настоящей Политикой. выражает свое согласие с ней и принимает на себя
указанные в ней права и обязанности. Ознакомление с условиями настоящей Политики. проставление
галочки под ссылкой на данную Политику или использование сайта state-99.com. или отправки данных
посредством форм обратной связи. является письменным согласием Пользователя на сбор. хранение. 
обработку и передачу третьим лицам персональных данных предоставляемых Пользователем.

<b>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</b>
3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации
сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных.
которые Пользователь предоставляет по запросу Администрации сайта при заполнении регистрационной
формы. или формы обратной связи.

3.2. Персональные данные. разрешённые к обработке в рамках настоящей Политики
конфиденциальности. предоставляются Пользователем добровольно.

3.3. Администрация осуществляет сбор статистики об IP-адресах своих пользователей. Данная
информация используется с целью выявления и решения технических проблем, для контроля законности
действий Пользователя.

<b>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</b>
4.1. Персональные данные Пользователя Администрация сайта state-99.com может использовать в
целях:
- Установления с Пользователем обратной связи, включая направление уведомлений, запросов,
рассылок, смс рассылок, касающихся использования сайта.
- Определения места нахождения Пользователя для обеспечения безопасности, предотвращения
мошенничества.
- Выполнение договорных и преддоговорных обязательств в отношении Пользователя.
- Подтверждения достоверности и полноты персональных данных, предоставленных
Пользователем.
- Предоставления Пользователю эффективной клиентской и технической поддержки при
возникновении проблем, связанных с использованием сайта.
- Предоставления Пользователю с его согласия, обновлений сайта, специальных предложений,
новостной рассылки и иных сведений от имени сайта.

<b>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ</b>
5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока,
любым законным способом, в том числе в информационных системах персональных данных с
использованием средств автоматизации или без использования таких средств.

5.2. При утрате или разглашении персональных данных Администрация сайта информирует
Пользователя об утрате или разглашении персональных данных.

5.3. Администрация сайта принимает необходимые организационные и технические меры для
защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения,
изменения, блокирования, копирования, распространения, а также от иных неправомерных действий
третьих лиц.

5.4. Администрация сайта совместно с Пользователем принимает все необходимые меры по
предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением
персональных данных Пользователя.

<b>6. ОБЯЗАТЕЛЬСТВА СТОРОН</b>
6.1. Пользователь обязан:
6.1.1. Предоставить актуальную информацию о персональных данных, необходимую для
пользования сайтом state-99.com.
6.1.2. Обновить, дополнить предоставленную Администрацией сайта информацию о персональных
данных в случае изменения данной информации.

6.2. Администрация сайта обязана:
6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4
настоящей Политики конфиденциальности.
6.2.2. Обеспечить хранение конфиденциальной информации в тайне.
6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных
Пользователя.

7. ОТВЕТСТВЕННОСТЬ СТОРОН
7.1. Администрация сайта несёт ответственность в соответствии с законодательством Российской
Федерации.

7.2. В случае утраты или разглашения конфиденциальной информации Администрация сайта не
несёт ответственность, если данная конфиденциальная информация:
7.2.1. Стала публичным достоянием до её утраты или разглашения.
7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.
7.2.3. Была разглашена с согласия Пользователя или самим Пользователем.

<b>8. РАЗРЕШЕНИЕ СПОРОВ</b>
8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем
сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения
о добровольном урегулировании спора).

8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии,
письменно уведомляет заявителя претензии о результатах рассмотрения претензии.

8.3. К настоящей Политике конфиденциальности и отношениям между Пользователем и
Администрацией сайта применяется действующее законодательство Российской Федерации.

<b>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</b>
9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности
без согласия Пользователя.

9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте, если
иное не предусмотрено новой редакцией Политики конфиденциальности.

9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует
сообщать Администрации Сайта на электронный адрес.

<h5>ПРИЛОЖЕНИЕ №1 К ПОЛИТИКЕ ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ САЙТА state-99.com</h5>
<b>СОГЛАСИЕ ПОЛЬЗОВАТЕЛЯ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</b>
Пользователь, оставляя свои данные на сайте state-99.com. принимает настоящее Соглашение на
обработку персональных данных (далее - Согласие). Принятием (акцептом) оферты Согласия является
предоставление пользователем своих персональных данных Администрации сайта state-99.com.
Пользователь дает свое согласие Администрации сайта, которой принадлежит сайт state-99.com и.
который расположен по адресу: state-99.com на обработку своих персональных данных со следующими
условиями:

1. Данное Согласие дается на обработку персональных данных. как без использования средств
автоматизации. так и с их использованием.

2. Согласие дается на обработку следующих персональных данных Пользователя:

3. Персональные данные. не являющиеся специальными или биометрическими.

4. Цели обработки персональных данных указаны в п.4 Политики защиты персональной
информации Пользователей сайта state-99.com.

5. Основанием для обработки персональных данных являются: Ст. 24 Конституции Российской
Федерации; ст.6 Федерального закона №152-ФЗ «О персональных данных».

6. В ходе обработки с персональными данными будут совершены следующие действия: сбор;
запись; систематизация; накопление; хранение; уточнение (обновление. изменение); извлечение;
использование; передачу (распространение. предоставление. доступ); обезличивание; блокирование;
удаление; уничтожение.

7. Передача персональных данных третьим лицам осуществляется на основании
законодательства Российской Федерации. договора с участием субъекта персональных данных или с
согласия субъекта персональных данных. Пользователь дает свое согласие на возможную передачу своих
персональных данных третьим лицам.

8. Персональные данные обрабатываются до окончания обработки. Так же обработка
персональных данных может быть прекращена по запросу субъекта персональных данных. Срок или
условие прекращения обработки персональных данных: прекращение деятельности Администрации сайта.

9. Согласие дается. в том числе на возможную трансграничную передачу персональных данных
и информационные (рекламные) оповещения.

10. Согласие может быть отозвано субъектом персональных данных или его представителем.
путем направления письменного заявления Администрации сайта или его представителю по адресу.
указанному в начале данного Согласия.

11. В случае отзыва субъектом персональных данных или его представителем согласия на
обработку персональных данных Администрация сайта вправе продолжить обработку персональных
данных без согласия субъекта персональных данных при наличии оснований. указанных в пунктах 2 - 11
части 1 статьи 6. части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных
данных» от 26.06.2006 г.
	');
        ?>
    </div>
</div>