<?php
if (!defined('AppiEngine')) {
    header( "refresh:0; url=/");
}
?>

<div class="">
    <div class="container bw-text">
        <?php

        echo nl2br('

<h4 class="wd-font">Отказ от ответственности</h4>
В соответствии с действующим законодательством, Администрация сайта state-99.com, далее "Администрация Сайта" отказывается от каких-либо заверений и гарантий, предоставление которых может иным образом подразумеваться, и отказывается от ответственности в отношении Сайта, Содержимого и их использования.

1. Размещаемая на страницах портала Администрация Сайта и его поддоменах информация предназначена для свободного ознакомления пользователей с вопросами, которые могут представлять для них интерес.

2. Вся информация предоставляется в исходном виде, без гарантий полноты или своевременности, и без иных, явно выраженных или подразумеваемых гарантий. Доступ к Администрация Сайта и его поддоменах, а также использование его содержимого осуществляется исключительно по вашему усмотрению и на ваш риск.

3. Администрация (владельцы, должностные лица, директора, акционеры, учредители, работники, агенты, Кураторы секций и иные представители) прикладывает все усилия, чтобы обеспечить пользователей точной и достоверной информацией, но в то же время не исключает возможности возникновения ошибок.

4. Администрация Сайта — это проект, работающий по принципу «как есть», без заключения каких-либо договорённостей или договоров между вами, пользователями данного сайта, администрацией, владельцами серверов, на которых он размещён, либо кем-то ещё, любым образом связанными с этим или родственными ему проектами, которые (договора) могут стать предметом прямых претензий.

5. Администрация не дает каких-либо заверений или гарантий в отношении Администрация Сайта, его поддоменах и его сервисов, служб, форумов, продуктов или услуг (далее — Сервисы), в том числе, без ограничения, в отношении своевременности, актуальности, точности, полноты, достоверности, доступности или соответствия для какой-либо конкретной цели и Сервисов, в отношении того, что: при использовании Администрация Сайта и его поддоменах не возникнет ошибок, Сервисы будут безопасными и бесперебойными, Администрация будет исправлять какие-либо ошибки, или что на Администрация Сайта и его поддоменах не будет вирусов или иных вредоносных кодов, а также, что информация не нарушает прав третьих лиц.

6. Некоторые ссылки на Администрация Сайта и его поддоменах ведут к ресурсам, расположенным на сторонних сайтах. Данные ссылки размещены для удобства пользователей и не означают, что Администрация одобряет содержание других сайтов. Кроме этого, Администрация не несет никакой ответственности за доступность этих ресурсов и за их контент. Это заявление относится ко всем ссылкам, представленным на Администрация Сайта и его поддоменах, и материалам всех веб-сайтов, доступных через баннеры и ссылки на веб-сайте по адресу Администрация Сайта.

7. В обязанности Администрации не входит контроль легальности передаваемой информации (любой, включая, но не ограничиваясь, информацией, передаваемой между пользователями, внутренней пересылки в виде различных ссылок, текстов или архивов), определение прав собственности или законности передачи, приема или использования этой информации.

8. Администрация принимает разумные меры для обеспечения точности, актуальности и правомерности информации, размещенной на Администрация Сайта и его поддоменах, но она не принимает на себя ответственности за действия лиц или организаций, прямо или иным образом осуществленные на основании информации, имеющейся на Администрация Сайта и его поддоменах или полученной через него, как предоставленной Администрацией, так и третьими лицами.

9. В соответствии с действующим законодательством, Администрация отказывается от каких-либо заверений и гарантий, предоставление которых может иным образом подразумеваться, и ответственности в отношении Администрация Сайта и его поддоменах, Сервисов и их использования. Ни при каких обстоятельствах Администрация не будет нести ответственности ни перед какой стороной за какой-либо прямой, непрямой, особый или иной косвенный ущерб в результате любого использования информации на этом сайте или на любом другом сайте, на который имеется гиперссылка с Администрация Сайта и его поддоменах, возникновение зависимости, снижения продуктивности, увольнения или прерывания трудовой активности, а равно и отчисления из учебных учреждений, за любую упущенную выгоду, приостановку хозяйственной деятельности, потерю программ или данных в ваших информационных системах или иным образом, возникшие в связи с доступом, использованием или невозможностью использования Администрация Сайта и его поддоменов, Сервисов или какого-либо связанного интернет-сайта, или неработоспособностью, ошибкой, упущением, перебоем, дефектом, простоем в работе или задержкой в передаче, компьютерным вирусом или системным сбоем, даже если администрация будет явно поставлена в известность о возможности такого ущерба.

10. За рекламу, размещаемую на Администрация Сайта и его поддоменах, несет ответственность лишь рекламодатель. Сайт особо уведомляет о том, что не гарантирует возможность приобретения или использования тех или иных товаров или услуг по ценам и/или на условиях, указываемых в рекламных блоках (текстах, баннерах). Вы соглашаетесь с тем, что Администрация Сайта не несет никакой ответственности за возможные последствия (включая любой ущерб), возникшие в результате каких-либо отношений с рекламодателями.

11. На Администрация Сайта и его поддоменах предусмотрена возможность отправки пользователями вопросов, замечаний, предложений и другой информации с целью включения её в соответствующие разделы, которые могут и будут использоваться другими его посетителями. Администрация Сайта не несет никакой ответственности ни за содержание и точность этой информации, ни за любые рекомендации или мнения, которые могут в ней содержаться, ни за применимость её к конкретным пользователям. Кроме того, поскольку интернет не обеспечивает в полной мере надежной защиты информации, Сайт не несет ответственности за информацию, присылаемую через интернет.

12. Высылая материалы, отправляющая сторона гарантирует и подтверждает, что она обладает авторскими правами на эти материалы, получила разрешение на публикацию от обладателя авторских прав, или что эти материалы являются общественным достоянием и размещаются в соответствии с законодательством или требованиями первоисточника. Отправляющая сторона также гарантирует и подтверждает, что получатель имеет полное и неограниченное право отправки данных материалов, и такая отправка не ущемляет ничьих прав и законных интересов.

13. Администрация Сайта может использовать идентификационные файлы cookies для хранения как вашей личной, так и общей информации. «Cookies» представляют собой небольшие текстовые файлы, которые могут использоваться интернет-сайтом для опознавания повторных посетителей, упрощения доступа и использования посетителем сайта, а также отслеживания сайтом обращений посетителей и сбора общей информации для улучшения содержания. Пользуясь Администрация Сайта и его поддоменами, вы выражаете свое согласие на использование Администрация Сайта cookies.

14. Администрация оставляет за собой право вносить изменения без уведомления о них пользователей. Также Администрация не несет ответственности за изменение, редактирование или удаление любой информации, добавленной вами на Администрация Сайта или другие связанные с ним проекты.

15. Администрация вправе отказать в доступе к Администрация Сайта и его поддоменам любому Пользователю, или группе Пользователей без объяснения причин своих действий и предварительного уведомления.

16. Администрация вправе изменять либо удалять ссылки на информацию, графические, звуковые и прочие данные, размещенные Пользователями на Администрация Сайта и его поддоменах, без предварительного уведомления и объяснения причин своих действий.

17. Любые торговые марки, знаки и названия товаров, служб и организаций, права на дизайн, авторские и смежные права, которые упоминаются, используются или цитируются на страницах Администрация Сайта и его поддоменах, принадлежат их законным владельцам и их использование здесь не дает вам право на любое другое использование. Если не указано иное, страницы Администрация Сайта никак не связаны с правообладателями, и никто, кроме правообладателя, не может распоряжаться правами на использование материалов, защищенных авторским правом. Вы несете ответственность за использование этих и подобных материалов.

18. Чтение, распространение или изменение информации, размещённой на данном сайте, может являться нарушением законов той страны, в которой вы просматриваете этот сайт.

19. Пользователь соглашается с тем, что все возможные споры будут разрешаться по нормам российского права.

20. Бездействие со стороны Администрации в случае нарушения Пользователем либо группой Пользователей пользовательского соглашения не лишает Администрации права предпринять соответствующие действия в защиту интересов Администрация Сайта позднее.

21. Все права на материалы, находящиеся на Администрация Сайта и его поддоменах, охраняются в соответствии с законодательством ЕС и РФ, в том числе, об авторском праве и смежных правах.

22. Если в соответствии с действующими законами какие-либо условия будут признаны недействительными, остальные условия остаются в полной силе.

23. Все заявления о получении прибыли или дохода, а также примеры получения прибыли или дохода, которые могут быть размещены на сайте Администрация Сайта и его поддоменах, являются только прогностической оценкой возможного заработка и не гарантируют его получение. При указании конкретной величины дохода отдельных лиц или видов бизнеса не гарантируется получение вами аналогичного дохода. Считая предполагаемую прибыль гарантированной, вы принимаете на себя риск ее неполучения. Любые заявления, размещенные на этом сайте, касающиеся возможного получения прибыли, не считаются средней величиной заработка. Гарантии того, что какие-либо предшествующие успехи или результаты деятельности, касающиеся получения доходов, могут использоваться в качестве указания на последующие финансовые результаты, отсутствуют. Величина дохода и его денежное выражение базируются на многих факторах. Администрация не располагает информацией об успешности вашей деятельности в будущем и не гарантируем вытекающей отсюда вероятности получения каких-либо больших, малых или вообще каких-либо денежных сумм. Администрация не гарантируем получение вами аналогичных сумм. Ведение деловой деятельности в сети Интернет и связанное с ней получение прибыли сопряжены с неопределенными рисками. Решение о занятии подобными видами деятельности не может основываться на какой-либо информации, размещенной на этом сайте Администрация Сайта и его поддоменах, касающейся предоставляемых услуг должно приниматься исключительно с учетом возможных значительных убытков или неполучения прибыли.

Используя Администрация Сайта и его поддомены, вы выражаете свое согласие с «Отказом от ответственности» и установленными Правилами и принимаете всю ответственность, которая может быть на вас возложена.

Администрация Администрация Сайта в любое время вправе внести изменения в Правила, которые вступают в силу немедленно. Продолжение пользования сайтом после внесения изменений означает ваше автоматическое согласие на соблюдением новых правил.

	');
        ?>
    </div>
</div>